# tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "docutils"
brew "awscli"
# Library for command-line editing
brew "readline"
# Official Amazon AWS command-line interface
# brew "awscli"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Pack, ship and run any application as a lightweight container
brew "docker"
# Isolated development environments using Docker
brew "docker-compose"
# Distributed revision control system
brew "git"
brew "isort"
# YAML Parser
brew "libyaml"
brew "neovim"
# Manage multiple Node.js versions
brew "nvm"
# Adds support for geographic objects to PostgreSQL
# brew "postgis"
# Tool to build, change, and version infrastructure
# brew "terraform"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# z command - improved cd
brew "z"
# General-purpose lossless data-compression library
brew "zlib"
# Everything you need to get started with Heroku
# brew "heroku/brew/heroku"
# Terminal built on web technologies
cask "hyper"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "fudd.toggle-zen-mode"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "helgardrichard.helium-icon-theme"
vscode "helixquar.randomeverything"
vscode "johnpapa.vscode-peacock"
vscode "kruemelkatze.vscode-dashboard"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "nrwl.angular-console"
vscode "Perkovec.emoji"
vscode "PKief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "Prisma.prisma"
vscode "quicktype.quicktype"
vscode "ritwickdey.LiveServer"
vscode "stylelint.vscode-stylelint"
vscode "usernamehw.errorlens"
vscode "WallabyJs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"


