tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# Library for command-line editing
brew "readline"
# Official Amazon AWS command-line interface
brew "awscli"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Pack, ship and run any application as a lightweight container
brew "docker"
# Isolated development environments using Docker
brew "docker-compose"
# Distributed revision control system
brew "git"
# YAML Parser
brew "libyaml"
# Manage multiple Node.js versions
brew "nvm"
# Adds support for geographic objects to PostgreSQL
brew "postgis"
# Tool to build, change, and version infrastructure
brew "terraform"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# General-purpose lossless data-compression library
brew "zlib"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Terminal built on web technologies
cask "hyper"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"

