tap "homebrew/bundle"
tap "homebrew/services"
brew "pycparser"
brew "readline"
brew "docutils"
brew "awscli"
brew "black"
brew "cairo"
brew "cmatrix"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "flake8"
brew "fzf"
brew "giflib"
brew "git"
brew "isort"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "lua"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pkg-config"
brew "terraform"
brew "wget"
brew "yarn"
brew "z"
brew "zlib"
cask "firefox"
cask "google-chrome"
cask "hyper"
cask "ngrok"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "andys8.jest-snippets"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "fudd.toggle-zen-mode"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "helgardrichard.helium-icon-theme"
vscode "helixquar.randomeverything"
vscode "johnpapa.vscode-peacock"
vscode "kruemelkatze.vscode-dashboard"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "nrwl.angular-console"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "usernamehw.errorlens"
vscode "wallabyjs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
